<?php
$this->title = 'Документация';
?>

<h1><?=$this->title?></h1>
<div>
    <a href="https://tretyakov.net/post/phinx-migracii-bazy-dannyh/" target="_blank">Phinx — миграции базы данных для вашего приложения</a>
    <p>
        Миграция— создание/изменение структуры базы данных от одной версии до другой (не перенос данных, а именно работа со структурой), другими словами это что-то вроде системы контроля версий для вашей БД. Это очень удобный инструмент, позволяющий всем участникам команды разработки оставаться в курсе изменений в структуре БД используя Git.
    </p>
</div>
